[CS_Smuggler X2SoldierClassTemplate]
+DisplayName="Smuggler"
+ClassSummary="proficient in stealth, likes getting xlose and personal and uses his sawed off shotgun to incapacitate and decimate its enemies"

[CS_Shotgun_Charge_Attack X2AbilityTemplate]
LocFriendlyName="Shotgun Charge"
LocHelpText="Placeholder Help Text."
LocLongDescription="Placeholder long Description for ability."

